Repository: City-of-Helsinki/city-infrastructure-platform
Catalog: city_infra_instructions/locale/*/LC_MESSAGES/django.po
Languages: fi

source: City Infrastructure Platform Documentation
fi: City Infrastructure -alustan dokumentaatio

source: Home
fi: Etusivu

source: Documentation
fi: Dokumentaatio

source: Instructions
fi: Ohjeet

source: Instructions about City Infrastructure Platform.
fi: Ohjeet City Infrastructure -alustasta.

source: Models
fi: Mallit

source: Models are descriptions of all the objects in the system and their associated fields. Each model has a list of fields which can be accessed as template variables
fi: Mallit kuvaavat järjestelmän kaikkia objekteja ja niihin liittyviä kenttiä. Kenttiä pystyy käyttämään mallineista mallinemuuttujina.

source: To export data from the platform, first navigate to a model's list admin page which supports importing and exporting.
fi: Voit viedä dataa alustalta siirtymällä ensin tuontia ja vientiä tukevan mallin luettelosivulle.

source: Select the devices you want to export by ticking the checkbox next to them. On the Action dropdown select: 'Export selected *model name*' and the desired format and press Go.
fi: Valitse vietävät laitteet rastittamalla niiden vieressä olevat valintaruudut. Valitse Toiminto-valikosta: 'Vie valittu *mallin nimi*' ja haluttu muoto ja paina Suorita.

source: To import data to the platform, first navigate to a model's list admin page which supports importing and exporting.
fi: Voit tuoda alustalle dataa siirtymällä ensin tuontia ja vientiä tukevan mallin luettelosivulle.

source: On the top-right corner press 'Import' to begin. You are prompted to upload your file, select it's file type and then press 'Submit' to continue.
fi: Aloita tietojen tuominen painamalla oikeassa yläkulmassa olevaa 'Import' nappia. Sinua kehotetaan lataamaan tiedostosi, valitse sen tiedostotyyppi ja paina sitten 'Submit' jatkaaksesi.

source: You will be presented with a screen detailing what operations will be excecuted. Make sure all is in order with the changes and click the Confirm Import button. Ta-da! Your file has now been imported!
fi: Sinulle näytetään taulukko, jossa kerrotaan, mitä toimintoja tullaan suorittamaan. Varmista, että muutokset ovat kunnossa ja napsauta Confirm Import -painikeetta. Ta-da! Tiedostosi on nyt tuotu!

source: When importing a file, the data will be validated for errors. If there are any errors in the file, you must take steps to correct them before trying again. It is not be possible to import any of the data in the file.
fi: Kun tuodaan tiedostoa, tiedot tarkistetaan virheiden varalta. Jos tiedostossa on yhtään virheitä, sinun tulee korjata ne ennen kuin yrität uudestaan. Mitään tiedoston tietoja ei voi tuoda jos tiedostossa on yksikin virhe.

source: City Infrastructure Platform Instructions
fi: City Infrastructure -alustan ohjeet

source: General
fi: Yleinen

source: Short description
fi: Lyhyt kuvaus

source: Importer
fi: Tuontityökalu

source: The importer can be used to import data into the platform
fi: Tuontityökalua voidaan käyttää datan tuomiseen järjestelmään

source: Exporter
fi: Vientityökalu

source: The exporter can be used to export data from the platform
fi: Vientityökalua voidaan käyttää datan viemiseen järjestelmästä
