Repository: City-of-Helsinki/city-infrastructure-platform
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fi, sv

source: Furniture Signpost Real
fi: Kaupunkiopaste (toteuma)
sv: Lokaliseringsmärke (implementering)

source: General information
fi: Yleiset tiedot
sv: Allmän information

source: Location information
fi: Sijaintitiedot
sv: Platsinformation

source: Content and physical properties
fi: Sisältö ja fyysiset ominaisuudet
sv: Innehåll och fysiska egenskaper

source: Validity
fi: Voimassaolo
sv: Giltighet

source: Metadata
fi: Metatiedot

source: Related models
fi: Liittyvät tietomallit
sv: Relaterade modeller

source: Installation information
fi: Asennuksen tiedot
sv: Information om installation

source: City furniture
fi: Kaupunkikalusteet
sv: Markdetaljer

source: Furniture signpost
fi: Opastetaulu
sv: Lokaliseringsmärke

source: Traffic
fi: Liikenne
sv: Trafik

source: Communication
fi: Viestintä
sv: Kommunikation

source: Security
fi: Turvallisuus
sv: Säkerhet

source: Others
fi: Muut
sv: Övrigt

source: Communication fixture
fi: Viestintäkaluste
sv: Kommunikationsanordning

source: Telephone box
fi: Puhelinkoppi
sv: Telefonkiosk

source: Postbox
fi: Postilaatikko
sv: Brevlåda

source: Emergency call fixture
fi: Hätäpuhelinkaluste
sv: Nödsamtalsanordning

source: Fire detector
fi: Paloilmaisin
sv: Branddetektor

source: Police call post
fi: Poliisipuhelinpylväs
sv: Offentlig polistelefon

source: Switching unit
fi: Jakokaappi
sv: Växlingsenhet

source: Road sign
fi: Tienviitta
sv: Vägmärke

source: Traffic light
fi: Liikennevalo
sv: Trafiksignal

source: Free-standing sign
fi: Jalallinen kyltti
sv: Fristående märke

source: Free-standing warning sign
fi: Jalallinen varoituskyltti
sv: Fristående varningsmärke

source: Bus stop
fi: Pysäkki
sv: Busshållplats

source: Milestone
fi: Kilometripylväs
sv: Milsten

source: Rail level crossing
fi: Tasoristeys
sv: Spårvägsplankorsning

source: Gate
fi: Portti
sv: Grind

source: Streetlamp, latern or candelabra
fi: Katuvalo
sv: Gatubelysning, gatlykta

source: Column
fi: Pylväs
sv: Pelare

source: Lamp post
fi: Lyhtypylväs
sv: Belysningsstolpe

source: Flagpole
fi: Lippusalko
sv: Flaggstång

source: Street sink box
fi: Katukaivon kehys
sv: Gatubrunn

source: Rubbish bin
fi: Jäteastia
sv: Papperskorg

source: Clock
fi: Kello
sv: Ur

source: Directional spot light
fi: Kohdevalo
sv: Riktad strålkastare

source: Floodlight mast
fi: Valonheitinpylväs
sv: Belysningsmast

source: Windmill
fi: Tuulimylly
sv: Väderkvarn

source: Solar cell
fi: Aurinkopaneeli
sv: Solpanel

source: Water wheel
fi: Vesipyörä
sv: Vattenhjul

source: Pole
fi: Salko
sv: Stolpe

source: Radio mast
fi: Radiomasto

source: Aerial
fi: Antenni
sv: Antenn

source: Radio telescope
fi: Radioteleskooppi
sv: Radioteleskop

source: Chimney
fi: Savupiippu
sv: Skorsten

source: Marker
fi: Merkintä
sv: Märke

source: Hydrant
fi: Paloposti
sv: Brandpost

source: Upper corridor fire-hydrant
fi: Palopostiasema
sv: Väggbrandpost

source: Lower floor panel fire-hydrant
fi: Maapaloposti
sv: Golvpanelbrandpost

source: Slidegate valve cap
fi: Venttilihattu
sv: Lock till skjutspjällventil

source: Entrance shaft
fi: Tarkastuskuilu
sv: Ingångsschakt

source: Converter
fi: Muuntaja
sv: Transformator

source: Stair
fi: Portaat
sv: Trappa

source: Outside staircase
fi: Ulkoportaat
sv: Utomhustrappa

source: Escalator
fi: Liukuportaat
sv: Hiss

source: Ramp
fi: Luiska

source: Fence
fi: Aita
sv: Staket

source: Memorial/monument
fi: Muistomerkki
sv: Minnessten/staty

source: Wayside shrine
fi: Tienvarsipyhättö
sv: Helgedom vid vägkant

source: Crossroads
fi: Risteys
sv: Korsning

source: Cross on the summit of a mountain
fi: Huippuristi
sv: Kors på bergstopp

source: Fountain
fi: Suihkulähde
sv: Fontän

source: Block mark
fi: Korttelimerkki
sv: Spärrmärke

source: Boundary post
fi: Rajapyykki
sv: Gränsstolpe

source: Bench
fi: Penkki
sv: Bänk

source: File
fi: Tiedosto
sv: Fil

source: City Furniture Device Type Icon
fi: Kaupunkikalusteen tyypin kuvake

source: City Furniture Device Type Icons
fi: Kaupunkikalusteiden tyyppien kuvakkeet

source: Code
fi: Koodi
sv: Kod

source: Code of the Device Type in the Helsinki Design Manual.
fi: Laitetyypin koodi Helsingin kaupunkitilaohjeessa.
sv: Kod för anordningstypen i Helsingfors designmanual.

source: City Furniture Class type
fi: Kaupunkikalusteen luokan tyyppi
sv: Markdetaljer - klasstyp

source: OGC CityGML City Furniture Class
fi: OGC CityGML -kaupunkikalusteen luokka
sv: OGC CityGML-kategori för stadsmöbel

source: City Furniture Function or Usage type
fi: Kaupunkikalusteen toiminnon tai käytön tyyppi
sv: Markdetaljer - funktion eller användningstyp

source: OGC CityGML City Furniture Function or Usage type
fi: OGC CityGML -kaupunkikalusteen toiminnon tai käytön tyyppi
sv: Markdetaljer - funktion eller användningstyp

source: Icon file
fi: Kuvake-tiedosto

source: Icon of the actual device
fi: Varsinaisen laitteen kuvake
sv: Ikon för egentlig anordning

source: Finnish Description
fi: Kuvaus suomeksi
sv: Finsk beskrivning

source: Description of the Device Type in Finnish.
fi: Laitteen tyypin kuvaus suomeksi.
sv: Beskrivning av anordningstypen på finska.

source: Swedish Description
fi: Kuvaus ruotsiksi
sv: Svensk beskrivning

source: Description of the Device Type in Swedish.
fi: Laitteen tyypin kuvaus ruotsiksi.
sv: Beskrivning av anordningstypen på svenska.

source: English Description
fi: Kuvaus englanniksi
sv: Engelsk beskrivning

source: Description of the Device Type in English.
fi: Laitteen tyypin kuvaus englanniksi.
sv: Beskrivning av anordningstypen på engelska.

source: Size
fi: Koko
sv: Storlek

source: Standard size of the Device Type.
fi: Laitetyypin standardikoko.
sv: Anordningstypens standardstorlek.

source: Target data model
fi: Kohdetietomalli
sv: Måldatamodell

source: City Furniture model that this Device Type is usable for.
fi: Kaupunkikalustemalli, johon tämä laitetyyppi on käytettävissä.
sv: Stadsmöbelmodell som denna anordningstyp kan användas för.

source: City Furniture Device Type
fi: Kaupunkikalusteen tyyppi
sv: Markdetaljer - anordningstyp

source: City Furniture Device Types
fi: Kaupunkikalusteiden tyypit
sv: Markdetaljer- anordningstyper

source: Name
fi: Nimi
sv: Namn

source: Name of the color in Helsinki Design System or Manual.
fi: Värin nimi Helsinki Design Systemissä tai Helsingin kaupunkitilaohjeessa.
sv: Färgens namn i Helsinki Design System eller i Helsingfors designmanual.

source: RGB Hex value of the color
fi: Värin RGB Hex -arvo
sv: Färgens RGB Hex-värde

source: City Furniture Color
fi: Kaupunkikalusteen väri
sv: Markdetaljer - färg

source: City Furniture Colors
fi: Kaupunkikalusteiden värit
sv: Markdetaljer - färger

source: Finnish name
fi: Suomenkielinen nimi
sv: Finskt namn

source: Name of the target in Finnish.
fi: Kohteen nimi suomeksi.
sv: Objektets namn på finska.

source: Swedish name
fi: Ruotsinkielinen nimi
sv: Svenskt namn

source: Name of the target in Swedish.
fi: Kohteen nimi ruotsiksi.
sv: Objektets namn på svenska.

source: English name
fi: Englanninkielinen nimi
sv: Engelskt namn

source: Name of the target in English.
fi: Kohteen nimi englanniksi.
sv: Objektets namn på engelska.

source: Description
fi: Kuvaus
sv: Beskrivning

source: Description of the target.
fi: Kohteen kuvaus.
sv: Beskrivning av objektet.

source: City Furniture Target
fi: Kaupunkikalusteiden kohde
sv: Markdetaljer - mål

source: City Furniture Targets
fi: Kaupunkikalusteiden kohteet
sv: Markdetaljer - mål

source: Up
fi: Ylös
sv: Upp

source: Down
fi: Alas
sv: Ned

source: Left
fi: Vasemmalle
sv: Vänster

source: Right
fi: Oikealle
sv: Höger

source: Top right
fi: Ylä-oikealle
sv: Övre högra

source: Bottom right
fi: Ala-oikealle
sv: Nedre högra

source: Top left
fi: Ylä-vasemmalle
sv: Övre vänstra

source: Bottom left
fi: Ala-vasemalle
sv: Nedre vänstra

source: Location (3D)
fi: Sijainti (3D)
sv: Plats (3D)

source: Finnish location name
fi: Sijainnin nimi suomeksi
sv: Finskt platsnamn

source: Verbose name for the furniture signposts location in Finnish, e.g. street, park or island.
fi: Opasteen sijainnin nimi suomeksi, esim. katu, puisto tai saari.
sv: Långt namn för vägvisarens plats, t.ex. gata, park eller refug.

source: Swedish location name
fi: Sijainnin nimi ruotsiksi
sv: Svenskt platsnamn

source: Verbose name for the furniture signposts location in Swedish, e.g. street, park or island.
fi: Opasteen sijainnin nimi ruotsiksi, esim. katu, puisto tai saari.
sv: Långt namn för vägvisarens plats, t.ex. gata, park eller refug.

source: English location name
fi: Sijainnin nimi englanniksi
sv: Engelskt platsnamn

source: Verbose name for the furniture signposts location in English, e.g. street, park or island.
fi: Opasteen sijainnin nimi englanniksi, esim. katu, puisto tai saari.
sv: Långt namn för vägvisarens plats, t.ex. gata, park eller refug.

source: Additional location info
fi: Lisätietoja sijainnista
sv: Ytterligare platsinfo

source: Additional information about the install location.
fi: Lisätietoa asennuspaikasta.
sv: Ytterligare information om installationsplatsen.

source: City Furniture Device type
fi: Kaupunkikalusteen tyyppi
sv: Markdetaljer - anordningstyp

source: Type of the device from Helsinki Design Manual.
fi: Laitteen tyyppi Helsingin kaupunkitilaohjeesta.
sv: Anordningstyp i Helsingfors designmanual.

source: Size of the signpost. Enter only if device has a non-standard size.
fi: Opasteen koko. Anna vain, jos laite ei ole standardikokoinen.
sv: Skyltens storlek. Ange enbart om anordningen inte är av standardstorlek.

source: Height
fi: Korkeus
sv: Höjd

source: The height of the sign from the ground, measured from the bottom in centimeters.
fi: Kilven korkeus maasta senttimetreinä alareunasta mitattuna.
sv: Skyltens höjd över marken i centimeter, mätt från den övre kanten.

source: Mount type
fi: Kiinnityskohteen tyyppi
sv: Monteringstyp

source: Type of the mount this device is attached to.
fi: Sen kiinnityskohteen tyyppi, johon tämä laite on liitetty.
sv: Typen av den fästpunkt som anordningen är kopplad till.

source: Arrow direction
fi: Nuolen suunta
sv: Pilens riktning

source: Direction of the arrow on this device in relation to the sign.
fi: Tässä laitteessa olevan nuolen suunta suhteessa kilpeen.
sv: Riktning av den pil som finns i anordningen i förhållande till skylten.

source: Color
fi: Väri
sv: Färg

source: Color of the device from Helsinki Design Manual.
fi: Laitteen väri Helsingin kaupunkitilaohjeesta.
sv: Anordningens färg i Helsingfors designmanual.

source: Pictogram
fi: Kuvasymboli
sv: Piktogram

source: Description of the pictogram on the sign.
fi: Kilvessä olevan kuvasymbolin kuvaus.
sv: Beskrivning av den bildsymbol som finns i skylten.

source: Furniture signpost value
fi: Opasteen arvo
sv: Lokaliseringsmärkets värde

source: Numeric value on the sign.
fi: Kilvessä oleva numeroarvo.
sv: Nummervärde i skylten.

source: Finnish text content
fi: Tekstisisältö suomeksi
sv: Finskt textinnehåll

source: Content of the sign in Finnish.
fi: Kilven sisältö suomeksi.
sv: Innehållet i skylten på finska.

source: Swedish text content
fi: Tekstisisältö ruotsiksi
sv: Svenskt textinnehåll

source: Content of the sign in Swedish.
fi: Kilven sisältö ruotsiksi.
sv: Innehållet i skylten på svenska.

source: English text content
fi: Tekstisisältö englanniksi
sv: Engelskt textinnehåll

source: Content of the sign in English.
fi: Kilven sisältö englanniksi.
sv: Innehållet i skylten på engelska.

source: Content's responsible entity
fi: Sisällön vastuutaho
sv: Ansvarig enhet för innehållet

source: Entity responsible for the device's content.
fi: Laitteen sisällöstä vastaava taho.
sv: Ansvarig för innehållet i anordningen.

source: Target
fi: Kohde
sv: Mål

source: Target subject, which this device relates to.
fi: Kohde, johon tämä laite liittyy.
sv: Objekt som anordningen gäller.

source: Validity period start
fi: Voimassaoloaika alkaa
sv: Giltighetsperiodens start

source: Date on which this device becomes active.
fi: Päivämäärä, josta lähtien tämä laite on käytössä.
sv: Datum då anordningen tas i bruk.

source: Validity period end
fi: Voimassaoloaika loppuu
sv: Giltighetsperiodens slut

source: Date after which this device becomes inactive.
fi: Päivämäärä, jonka jälkeen tämä laite on poissa käytöstä.
sv: Datum då anordningen tas ur bruk.

source: Additional material URL
fi: Lisämateriaalin URL
sv: URL för ytterligare material

source: Additional material about the device. This should be publicly available.
fi: Laitteen lisämateriaali. Tämän tulisi olla julkisesti saatavilla.
sv: Ytterligare material om anordningen. Detta bör vara allmänt tillgängligt.

source: Mount Plan
fi: Kiinnityskohde (suunnitelma)
sv: Montering (plan)

source: Mount that this device is mounted on.
fi: Kiinnityskohde, johon tämä laite on asennettu.
sv: Fästpunkt som anordningen är installerad i.

source: Parent Furniture Signpost Plan
fi: Isäntäkaupunkiopaste (suunnitelma)
sv: Överordnat lokaliseringsmärke (plan)

source: Furniture Signpost inside which this device is located.
fi: Opastetaulu, jonka sisällä tämä laite sijaitsee.
sv: Skylttavla inom vilken anordningen finns.

source: Plan
fi: Suunnitelma

source: Plan which this Device Plan is a part of.
fi: Suunnitelma, johon tämä laitesuunnitelma kuuluu.
sv: Plan som denna anordningsplan ingår i.

source: Furniture Signpost Plan
fi: Kaupunkiopaste (suunnitelma)
sv: Lokaliseringsmärke (plan)

source: Furniture Signpost Plans
fi: Kaupunkiopasteet (suunnitelmat)
sv: Lokaliseringsmärke (planer)

source: The plan for this device.
fi: Tämän laitteen suunnitelma.
sv: Plan för denna anordning.

source: Parent Furniture Signpost Real
fi: Isäntäkaupunkiopaste (toteuma)
sv: Överordnat lokaliseringsmärke (implementering)

source: Mount Real
fi: Kiinnityskohde (toteuma)
sv: Montering (implementering)

source: Furniture Signpost Reals
fi: Kaupunkiopasteet (toteumat)
sv: Lokaliseringsmärke (implementeringar)

source: operation type
fi: toimenpiteen tyyppi
sv: typ av åtgärd

source: Furniture Signpost Real operation
fi: Kaupunkiopastetoteuman toimenpide
sv: Lokaliseringsmärke (implementeringsåtgärd)

source: Furniture Signpost Real operations
fi: Kaupunkiopastetetuman toimenpiteet
sv: Lokaliseringsmärke (implementeringsåtgärder)

source: Furniture Signpost Plan File
fi: Kaupunkiopasteen suunnitelman tiedosto
sv: Lokaliseringsmärke (planfil)

source: Furniture Signpost Plan Files
fi: Kaupunkiopasteen suunnitelman tiedostot
sv: Lokaliseringsmärke (planfiler)

source: Furniture Signpost Real File
fi: Kaupunkiopasteen toteuman tiedosto
sv: Lokaliseringsmärke (implementeringsfil)

source: Furniture Signpost Real Files
fi: Kaupunkiopasteen toteuman tiedostot
sv: Lokaliseringsmärke (implementeringsfiler)

source: Template for Real Import
fi: Mallitiedosto toteumien tuontiin
sv: Modellfil för införsel av utfall

source: This field is required.
fi: Tämä kenttä vaaditaan
sv: Fältet är obligatoriskt.

source: My account
fi: Omat tiedot
sv: Egna uppgifter

source: Number of results to return per page. Maximum number of results is {max_limit}.
fi: Tuloksia sivua kohden. Enimmäismäärä on {max_limit}
sv: Resultat per sida. Maximalt är {max_limit}

source: City Infrastructure Platform
fi: Infraomaisuuden hallinta-alusta
sv: Stadsinfrastrukturplattform

source: Finnish
fi: Suomi
sv: Finska

source: English
fi: Englanti
sv: Engelska

source: Swedish
fi: Ruotsi
sv: Svenska

source: View map
fi: Näytä kartta
sv: Visa karta

source: Documentation
fi: Dokumentaatio
sv: Dokumentation

source: View API
fi: Rajapinta
sv: Visa API

source: View API documentation
fi: Rajapinnan dokumentaatio
sv: Visa API-dokumentation

source: Log out
fi: Kirjaudu ulos
sv: Logga ut

source: Language
fi: Kieli
sv: Språk

source: Home
fi: Etusivu
sv: Hem

source: Personal info
fi: Henkilökohtaiset tiedot
sv: Personliga uppgifter

source: username
fi: käyttäjätunnus
sv: användarnamn

source: first name
fi: etunimi
sv: förnamn

source: last name
fi: sukunimi
sv: efternamn

source: email address
fi: sähköposti
sv: e-post

source: actions
fi: toiminnot
sv: funktioner

source: Change password
fi: Vaihda salasana
sv: Byt lösenord

source: Maintenance Mode
fi: Huoltotila

source: We apologize for the inconvenience. Please check back soon.
fi: Pahoittelemme häiriötä. Tarkista asia pian uudelleen.

source: Maintenance mode active
fi: Huoltotila käytössä

source: When active, all requests (except admin for admin users) will be blocked with 503 status.
fi: Kun aktiivinen, kaikki pyynnöt (paitsi ylläpito ylläpitäjille) estetään 503-tilakoodilla.

source: Message (Finnish)
fi: Viesti (Suomeksi)

source: Message to display on the maintenance page in Finnish.
fi: Suomenkielinen viesti huoltotilasivulla.

source: Message (English)
fi: Viesti (Englanniksi)

source: Message to display on the maintenance page in English.
fi: Englanninkielinen viesti huoltotilasivulla.

source: Message (Swedish)
fi: Viesti (Ruotsiksi)

source: Message to display on the maintenance page in Swedish.
fi: Ruotsinkielinen viesti huoltotilasivulla.

source: Updated at
fi: Päivitetty-aikaleima
sv: Uppdaterades den

source: Updated by
fi: Päivittäjä
sv: Uppdaterades av

source: Maintenance mode configuration cannot be deleted.
fi: Huoltotila konfigurointia ei voi tuhota.

source: Map
fi: Kartta
sv: Karta

source: Identifier
fi: Tunniste

source: App Name
fi: Sovelluksen nimi
sv: Appnamn

source: Is basemap
fi: On pohjakartta
sv: Grundkarta

source: Order
fi: Järjestys
sv: Ordning

source: Filter fields
fi: Suodatettavat kentät
sv: Filtrera fält

source: Use Traffic Sign Icons
fi: Käytä liikennemerkkikuvia
sv: Använd trafikskyltsymboler

source: Clustered
fi: Ryhmitelty

source: Extra feature info
fi: Kohteesta esitettävän tiedon lisämääritykset

source: Fields added here need to be included in the corresponding WFS Feature
fi: Tähän määritettyjen kenttien täytyy olla mukana vastaavassa WFS-kohteessa.

source: Layer
fi: Taso
sv: Skikt

source: Layers
fi: Tasot
sv: Skikt

source: Name of feature type
fi: Kohdetyypin nimi

source: Edit name
fi: Muokkaus nimi

source: Name used in the edit link of the map's FeatureInfo component
fi: Nimi, jota käytetään kartan FeatureInfo‑komponentin muokkauslinkissä

source: Small
fi: Pieni
sv: Liten

source: Medium
fi: Normaali
sv: Medelstor

source: Large
fi: Suuri
sv: Stor

source: Extra Large
fi: Erittän suuri

source: Enabled
fi: Käytössä

source: Image Type
fi: Kuvatyyppi

source: PNG Size
fi: PNG Koko
sv: PNG Storlek

source: Scale
fi: Skaalauskerroin

source: IconDrawingConfig
fi: Kuvakkeen piirtoasetus

source: IconDrawingConfigs
fi: Kuvakkeiden piirtoasetukset

source: Basemaps
fi: Pohjakartat
sv: Grundkartor

source: Overlays
fi: Tasot
sv: Överlägg

source: Content
fi: Sisältö
sv: Innehåll

source: Site Alerts
fi: Sivustotiedotteet

source: Created at
fi: Luotu-aikaleima
sv: Skapades den

source: Site Alert
fi: Sivustotiedoite

source: Additional Sign Real
fi: Lisäkilpi (toteuma)
sv: Tilläggsskylt (implementering)

source: Additional Sign Reals
fi: Lisäkilpi (toteumat)
sv: Tilläggsskylt (implementeringar)

source: Physical properties
fi: Fyysiset ominaisuudet
sv: Fysiska egenskaper

source: Additional Sign Plan
fi: Lisäkilpi (suunnitelma)
sv: Tilläggsskylt (plan)

source: Additional Sign Plans
fi: Lisäkilpi (suunnitelmat)
sv: Tilläggsskylt (planer)

source: Barrier real
fi: Ajoeste (toteuma)
sv: Bom (implementering)

source: Barrier reals
fi: Ajoeste (toteumat)
sv: Bom (implementeringar)

source: Operational area
fi: Toiminta-alue
sv: Åtgärdsområde

source: Replaces
fi: Korvaa
sv: Ersätter

source: Replaced by
fi: Korvaaja
sv: Ersättare

source: Replaced
fi: Korvattu
sv: Ersatt

source: No
fi: Ei
sv: Nej

source: Yes
fi: Kyllä
sv: Ja

source: Mount Reals
fi: Kiinnityskohde (toteumat)
sv: Montering (implementeringar)

source: Operational areas
fi: Toiminta-alue
sv: Åtgärdsområden

source: Set related plans for plan %s
fi: Aseta liittyviä suunnitelmia suunnitelmalle %s
sv: Ange relaterade planer för planen %s

source: Results Summary
fi: Tulosteen yhteenveto

source: Successful Imports
fi: Onnistuneet tuonnit

source: Data Validation Errors
fi: Validointivirheet

source: Geometry Errors
fi: Geometriavirheet

source: Raw JSON Results
fi: Raaka JSON-tulokset

source: Successfully Imported Plans
fi: Onnistuneesti tuodut suunnitelmat

source: Skipped (No Changes Needed)
fi: Ohitettu (muutoksia ei tarvita)

source: Missing Diary Numbers
fi: Diaarinumerot puuttuvat

source: Duplicate Diary Numbers
fi: Diaarinumerot kaksoiskappaleina

source: Invalid WKT Geometry
fi: Virheellinen WKT-geometria

source: Invalid Geometry Type
fi: Virheellinen geometriatyyppi

source: Invalid Geometry Topology
fi: Virheellinen geometriatopologia

source: Out of Bounds Geometries
fi: Geometriat kartta-alueen ulkopuolella

source: Empty Geometries
fi: Tyhjät geometriat

source: Plans Not Found
fi: Suunnitelmia ei löydetty

source: Decision ID Mismatches
fi: Päätös-ID-epäyhtenäisyydet

source: Drawing Number Mismatches
fi: Piirustusnumerot epäyhtenäisyydet

source: Responsible entities
fi: Vastuutahot
sv: Ansvariga enheter

source: Road Marking Real
fi: Tiemerkintä (toteuma)
sv: Vägmarkering (implementering)

source: Signpost Real
fi: Opaste (toteuma)
sv: Vägvisare (implementering)

source: Signpost Reals
fi: Opaste (toteumat)
sv: Vägvisare (implementeringar)

source: Traffic Light Real
fi: Liikennevalo (toteuma)
sv: Trafiksignal (implementering)

source: Traffic Light Reals
fi: Liikennevalo (toteumat)
sv: Trafiksignal (implementeringar)

source: Traffic sign type
fi: Liikennemerkkityyppi
sv: Typ av trafikskylt

source: Ordered traffic sign
fi: Järjestetty liikennemerkki
sv: Ordnad trafikskylt

source: Ordered traffic signs
fi: Järjestetyt liikennemerkit
sv: Ordnade trafikskyltar

source: Location (z)
fi: Sijainti (z)
sv: Plats (z)

source: has additional signs
fi: Sisältää lisämerkkejä
sv: har tilläggsskyltar

source: Traffic Sign Real
fi: Liikennemerkki (toteuma)
sv: Trafikskylt (implementering)

source: Traffic Sign Reals
fi: Liikennemerkki (toteumat)
sv: Trafikskylt (implementeringar)

source: Any date
fi: Mikä tahansa päivä
sv: Valfritt datum

source: Today
fi: Tänään
sv: Idag

source: Last 7 days
fi: Edelliset 7 päivää
sv: Senaste 7 dagarna

source: Last month
fi: Edellinen kuukausi
sv: Förra månaden

source: Last 6 months
fi: Edelliset 6 kuukautta
sv: Senaste 6 månaderna

source: Last year
fi: Edellinen vuosi
sv: Förra året

source: No date
fi: Ei päivämäärää
sv: Inget datum

source: Has date
fi: On päivämäärä
sv: Har datum

source: Responsible Entity Permission
fi: Vastuutahon oikeus
sv: Tillstånd från ansvarig enhet

source: Format
fi: Tiedostomuoto

source: Export type
fi: Viennin tyyppi
sv: Utförseltyp

source: Traffic control
fi: Liikenteenohjauslaitteet
sv: Trafikstyrning

source: Direction
fi: Suunta
sv: Riktning

source: The orientation of the device’s front side in degrees (0–359): 0 = north, 90 = east, 180 = south, 270 = west. The direction indicates from which side the device is correctly visible.
fi: Laitteen etupuolen suunta asteina (0–359): 0 = pohjoinen, 90 = itä, 180 = etelä, 270 = länsi. Suunta kertoo, mistä suunnasta laite näkyy oikein päin.

source: Warning sign
fi: Varoitusmerkki
sv: Varningsmärke

source: Priority or give-way sign
fi: Etuajo-oikeus- tai väistämismerkki
sv: Väjningspliktskylt

source: Prohibitory or restrictive sign
fi: Kielto- tai rajoitusmerkki
sv: Förbuds- eller restriktiv skylt

source: Mandatory sign
fi: Määräysmerkki
sv: Påbudsskylt

source: Regulatory sign
fi: Sääntömerkki
sv: Reglerande skylt

source: Information sign
fi: Opastusmerkki
sv: Upplysningsskylt

source: Service sign
fi: Palvelukohteen opastusmerkki
sv: Serviceskylt

source: Additional sign
fi: Lisäkilpi
sv: Tilläggsskylt

source: Other road sign
fi: Muu merkki
sv: Annat vägmärke

source: Very bad
fi: Erittäin huono
sv: Mycket dåligt

source: Bad
fi: Huono
sv: Dåligt
