Repository: City-of-Helsinki/city-infrastructure-platform
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fi, sv

source: Additional signs
fi: Lisäkilvet
sv: Tilläggsskyltar

source: No additional signs
fi: Ei lisäkilpiä
sv: Inga tilläggsskyltar

source: No mount
fi: Ei kiinnityskohdetta
sv: Ej fästpunkt

source: This field may not be null.
fi: Tämä kenttä ei voi olla tyhjä
sv: Fältet får inte vara tomt.

source: Device type '%(device_type)s' accepts no structured content
fi: Laitetyyppi '%(device_type)s' ei käytä rakenteista sisältöä
sv: Anordningstypen '%(device_type)s' använder inte strukturerat innehåll

source: Invalid location_ewkt value
fi: location_ewkt:n arvo ei kelpaa

source: File not found.
fi: Tiedostoa ei löytynyt.
sv: Fil hittades inte.

source: Error: Could not find %(model_name)s with id %(id)s.
fi: Virhe: %(model_name)s tunnisteella %(id)s ei löytynyt.
sv: Fel: Kunde inte hittas med koden %(model_name)s %(id)s.

source: Mount Real Centroid
fi: Kiinnityskohta_keskipiste (toteuma)
sv: Montering_medelpunkt (implementering)

source: Mount Plan Centroid
fi: Kiinnityskohta_keskipiste (suunnitelma)
sv: Montering_medelpunkt (plan)

source: Traffic Control Plan
fi: Liikenteenohjaussuunnitelma
sv: Trafikledningsplan

source: Additional user information
fi: Lisätiedot käyttäjästä
sv: Ytterligare information om användaren

source: last login
fi: kirjautunut viimeksi
sv: senast inloggad

source: User is active, but last login was %(days)d days ago
fi: Käyttäjätunnus on voimassa, mutta viimeisin kirjautuminen on %(days)d päivää sitten
sv: Användarnamnet är gällande, men den senaste inloggningen skedde för %(days)d dagar sedan

source: Users
fi: Käyttäjät
sv: Användare

source: Bypass operational area
fi: Ohita toiminta-alue
sv: Förbigå åtgärdsområde

source: Disable operational area permission checks for this user.
fi: Poista käytöstä toiminta-alueoikeuden tarkistus tältä käyttäjältä.
sv: Inaktivera tillståndskontroller för åtgärdsområde för denna användare.

source: Operational areas, on which this user has permission to modify devices in.
fi: Toiminta-alueet, joilla tällä käyttäjällä on lupa muokata laitteita.
sv: Åtgärdsområden för vilka denna användare har tillstånd att modifiera anordningar.

source: Bypass responsible entity
fi: Ohita vastuutaho
sv: Förbigå ansvarig enhet

source: Disable responsible entity permission checks for this user.
fi: Poista käytöstä vastuutaho-oikeuksien tarkistukset tältä käyttäjältä.
sv: Inaktivera tillståndskontroller för ansvarig enhet för denna användare.

source: Responsible entities that this user is belongs to. This gives the users write permission to devices that belong to the Responsible Entities or any Responsible Entity that's hierarchically under the selected ones.
fi: Vastuutahot, joihin tämä käyttäjä kuuluu. Tämä antaa käyttäjille kirjoitusoikeuden laitteisiin, jotka kuuluvat kyseiselle vastuutaholle tai vastuutaholle alempana hierarkiassa.
sv: Ansvariga enheter som denna användare hör till. Detta ger användarna skrivåtkomst till anordningar som tillhör ansvarsenheterna eller till en ansvarsenhet som är hierarkiskt underordnad de som valts.

source: Additional information related to this user.
fi: Lisätietoa tästä käyttäjästä.
sv: Mer information om denna användare.

source: User
fi: Käyttäjä
sv: Användare

source: Patio
sv: Terrass

source: The direction a person is facing when looking perpendicular to the sign. The value is in degrees from 0 to 359, where 0 is north, 90 is east, etc.
sv: Riktningen i vilken en person vänder sig när hen tittar direkt på skylten.

source: Date on which this mount becomes active.
sv: Datum då fästpunkten tas i bruk.

source: Date after which this mount becomes inactive.
sv: Datum efter vilket fästpunkten inte är i bruk.

source: Specifies where the mount is in relation to the road.
sv: Fastställer fästpunktens läge i förhållande till vägen.

source: The direction a person is facing when looking perpendicular to the traffic light. The value is in degrees from 0 to 359, where 0 is north, 90 is east, etc.
sv: Riktning i vilken en person tittar när hen tittar rakt på trafikljuset. I grader är värdet 0-359, där 0 är norr, 90 öster osv.
