Repository: City-of-Helsinki/city-infrastructure-platform
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fi, sv

source: Average
fi: Tyydyttävä
sv: Medelgott

source: Good
fi: Hyvä
sv: Gott

source: Very good
fi: Erittäin hyvä
sv: Mycket gott

source: Barrier
fi: Ajoeste
sv: Bom

source: Road marking
fi: Tiemerkintä
sv: Vägmarkering

source: Signpost
fi: Opaste
sv: Vägvisare

source: Traffic sign
fi: Liikennemerkki
sv: Trafikskylt

source: Other
fi: Muu
sv: Annat

source: In use
fi: Käytössä
sv: I bruk

source: Covered
fi: Huputettu
sv: Övertäckt

source: Fallen
fi: Kaatunut
sv: Nedfallen

source: Missing
fi: Kadonnut
sv: Saknas

source: Main lane
fi: Pääkaista
sv: Huvudled

source: First left additional lane
fi: Ensimmäinen lisäkaista pääkaistan vasemmalla puolella
sv: Första extra körfält vänster

source: First right additional lane
fi: Ensimmäinen lisäkaista pääkaistan oikealla puolella
sv: Första extra körfält höger

source: Second left additional lane
fi: Toinen lisäkaista pääkaistan vasemmalla puolella
sv: Andra extra körfält vänster

source: Second right additional lane
fi: Toinen lisäkaista pääkaistan oikealla puolella
sv: Andra extra körfält höger

source: Third left additional lane
fi: Kolmas lisäkaista pääkaistan vasemmalla puolella
sv: Tredje extra körfält vänster

source: Third right additional lane
fi: Kolmas lisäkaista pääkaistan oikealla puolella
sv: Tredje extra körfält höger

source: Fourth left additional lane
fi: Neljäs lisäkaista pääkaistan vasemmalla puolella
sv: Fjärde extra körfält vänster

source: Fourth right additional lane
fi: Neljäs lisäkaista pääkaistan oikealla puolella
sv: Fjärde extra körfält höger

source: Fast lane
fi: Ohituskaista
sv: Omkörningsfil

source: Turn right lane
fi: Kääntymiskaista oikealle
sv: Påbjuden högersväng

source: Turn left lane
fi: Kääntymiskaista vasemmalle
sv: Påbjuden vänstersväng

source: Auxiliary straight lane
fi: Lisäkaista suoraan ajaville
sv: Påbjuden körriktning rakt fram

source: Merge lane
fi: Liittymiskaista
sv: Väganslutning

source: Exit lane
fi: Erkanemiskaista
sv: Avfartskörfält

source: Weaving lane
fi: Sekoittumiskaista
sv: Sammanvävning

source: Public transport lane / taxi lane
fi: Joukkoliikenteen kaista / taksikaista
sv: Körfält för kollektivtrafik/taxi

source: Heavy vehicle lane
fi: Raskaan liikenteen kaista
sv: Körfält för tung trafik

source: Reversible lane
fi: Vaihtuvasuuntainen kaista
sv: Reversibelt körfält

source: Pedestrian and bike lane
fi: Yhdistetty jalankulun ja pyöräilyn kaista
sv: Gång- och cykelbana

source: Pedestrian lane
fi: Jalankulun kaista
sv: Gångbana

source: Bike lane
fi: Pyöräilykaista
sv: Cykelbana

source: Active
fi: Käytössä pysyvästi
sv: Aktiv

source: Temporarily active
fi: Käytössä tilapäisesti
sv: Temporärt aktiv

source: Temporarily inactive
fi: Tilapäisesti poissa käytöstä
sv: Temporärt inaktiv

source: Inactive
fi: Pysyvästi poissa käytöstä
sv: Inaktiv

source: Convex
fi: Kupera
sv: Konvex

source: Flat
fi: Suora
sv: Platt

source: Longitudinal
fi: Pituussuuntainen
sv: Längsgående

source: Transverse
fi: Poikkisuuntainen
sv: Tvärgående

source: Other road marking
fi: Muu tiemerkintä
sv: Annan vägmarkering

source: division
fi: toimiala
sv: separering

source: service
fi: palvelu

source: unit
fi: yksikkö
sv: enhet

source: project
fi: projekti
sv: projekt

source: If set to true, returns only plans that have been superseded by a new plan.
fi: Jos tosi, palauttaa vain suunnitelmat, jotka on kumottu uusilla.
sv: Om sant, återställ endast planer, som är upphävda.

source: 'Missing content' cannot be enabled when the content field (content_s) is not empty.
fi: Ei voida asettaa 'sisältö puuttuu' kun 'sisältö' (content_s) ei ole tyhjä.
sv: Kan inte vara 'innehåll saknas' när 'innehållet' (content_s) inte är tomt.

source: Location (EWKT)
fi: Sijainti (EWKT)
sv: Plats (EWKT)

source: Location (x,y)
fi: Sijainti (x,y)
sv: Plats (x, y)

source: Changing location from map is not allowed for geometry '%(geometry_type)s'
fi: Sijainnin muuttaminen kartalta ei ole sallittya geometrialle '%(geometry_type)s'
sv: Att ändra platsen från kartan är inte tillåtet för geometrin '%(geometry_type)s'

source: Icon with name '{', '.join(existing_icons)}' already exists.
fi: Kuvake nimellä '{', '.join(existing_icons)}' on jo olemassa.

source: Illegal file types: {', '.join(illegal_file_types)}
fi: Kielletyt tiedostotyypit: {', '.join(illegal_file_types)}

source: Virus scan failure: {get_error_details_message(virus_scan_errors)}
fi: Virustarkistus epäonnistui: {get_error_details_message(virus_scan_errors)}

source: Barrier Plans
fi: Ajoeste (suunnitelmat)
sv: Bom (planer)

source: Mount Plans
fi: Kiinnityskohde (suunnitelmat)
sv: Montering (planer)

source: Road Marking Plans
fi: Tiemerkintä (suunnitelmat)
sv: Vägmarkering (planer)

source: Signpost Plans
fi: Opaste (suunnitelmat)
sv: Skylt (planer)

source: Traffic Light Plans
fi: Liikennevalo (suunnitelmat)
sv: Trafiksignal (planer)

source: Traffic Sign Plans
fi: Liikennemerkki (suunnitelmat)
sv: Trafikskylt (planer)

source: Image file preview
fi: Kuvatiedoston esikatselu

source: Icon preview
fi: Kuvake-tiedosto esikatselu

source: File proxy
fi: Tiedostoproxy

source: Device type preview
fi: Laitteen tyyppin esikatselu

source: Marked as deleted (hidden from API)
fi: Merkitty poistetuksi (piilotettu rajapinnasta)
sv: Markerad som borttagen (dold från API)

source: Mark selected objects as deleted
fi: Merkitse valitut kohteet poistetuksi
sv: Markera valda objekt som borttagna

source: Deleted at
fi: Poistettu-aikaleima
sv: Togs bort den

source: Deleted by
fi: Poistaja
sv: Togs bort av

source: Created by
fi: Luoja
sv: Skapades av

source: Responsible entity
fi: Vastuutaho
sv: Ansvarig enhet

source: Organization or project that this device is assigned to.
fi: Organisaatio tai projekti, jolle tämä laite on määritetty.
sv: Organisation eller projekt som denna anordning är tilldelad.

source: Owner
fi: Omistaja
sv: Ägare

source: Owner who orders and is responsible for the maintenance of the device.
fi: Omistaja, joka tilaa laitteen ja vastaa sen ylläpidosta.
sv: Ägare som beställer och ansvarar för underhåll av anordningen.

source: Lifecycle
fi: Elinkaari
sv: Livscykel

source: Lifecycle of the device, which describes the activity status of the device.
fi: Laitteen elinkaari, kertoo laitteen toimintatilan.
sv: Anordningens livscykel som beskriver anordningens aktivitetsstatus.

source: Installation date
fi: Asennuspvm
sv: Installationsdatum

source: Date on which this device was installed on.
fi: Päivämäärä, jolloin tämä laite asennettiin.
sv: Datum då denna anordning installerades.

source: Installation status
fi: Asennuksen tila
sv: Installationsstatus

source: Describes this devices installation status.
fi: Kertoo tämän laitteen asennuksen tilan.
sv: Beskriver anordningens installationsstatus.

source: Condition
fi: Kunto
sv: Skick

source: Describes the condition of this device.
fi: Kertoo tämän laitteen kunnon.
sv: Beskriver anordningens skick.

source: Source id
fi: Lähde-id
sv: Käll-id

source: ID of the device in the source where this device was imported from.
fi: Laitteen tunnus lähteessä, josta tämä laite on tuotu.
sv: Id för anordningen i källan som denna anordning importerats från.

source: Source name
fi: Lähteen nimi
sv: Källnamn

source: Name of the source for where this device was imported from.
fi: Sen lähteen nimi, josta tämä laite on tuotu.
sv: Namn på källan varifrån denna anordning importerades.

source: Is public
fi: On julkinen

source: If unchecked, access is restricted to users/groups with appropriate table or file permissions
fi: Jos ei valittuna, pääsy on rajattu käyttäjille/ryhmille, joilla on asianmukaiset taulu‑ tai tiedosto‑oikeudet

source: Date on which this sign becomes active.
fi: Päivämäärä, josta lähtien tämä kilpi on käytössä.
sv: Datum då skylten tas i bruk.

source: Date after which this sign becomes inactive.
fi: Päivämäärä, jonka jälkeen tämä kilpi on poissa käytöstä.
sv: Datum efter vilket skylten inte är i bruk.

source: Seasonal validity period information
fi: Kausiluontoisen voimassaolon tiedot

source: Seasonal validity period information related to this device.
fi: Tämän laitteen kausiluontoisen voimassaolon tiedot

source: Blue
fi: Sininen
sv: Blå

source: Yellow
fi: Keltainen
sv: Gul

source: Device type
fi: Laitteen tyyppi
sv: Anordningstyp

source: Additional sign content as JSON document
fi: Lisäkilven sisältö JSON-dokumenttina
sv: Innehållet i tilläggsskylten i form av JSON-dokument

source: Missing content
fi: Sisältö puuttuu
sv: Innehåll saknas

source: Content (content_s) is not available although the device type content schema requires it.
fi: Sisältö (content_s) ei ole saatavilla, vaikka laitetyypin sisällön skeema sen vaatii.
sv: Innehållet (content_s) är inte tillgängligt, trots att schemat för anordningstypens innehåll kräver det.

source: Additional information
fi: Lisätiedot
sv: Tilläggsuppgifter

source: Additional information related to this device.
fi: Lisätietoa tästä laitteesta.
sv: Tilläggsuppgifter om denna anordning.

source: Reflection
fi: Kalvo
sv: Reflex

source: Surface
fi: Pinta
sv: Yta

source: Type of the mount this sign is attached to.
fi: Sen kiinnityskohteen tyyppi, johon tämä kilpi on liitetty.
sv: Typen av den fästpunkt som denna skylt är kopplad till.

source: Road name
fi: Kadun/tien nimi
sv: Vägnamn

source: Name of the road this sign is installed at.
fi: Sen tien nimi, jolle tämä kilpi on asennettu.
sv: Namn på den väg där skylten är installerad.

source: Lane number
fi: Kaistanumero
sv: Körfält nummer

source: Describes which lane of the road this sign affects.
fi: Kertoo mihin tien kaistaan tämä kilpi vaikuttaa.
sv: Anger vilken fil på vägen skylten inverkar på.

source: Lane type
fi: Kaistatyyppi
sv: Typ av körfält

source: The type of lane which this sign affects.
fi: Sen kaistan tyyppi, johon tämä kilpi vaikuttaa.
sv: Typ av körfält

source: Location specifier
fi: Sijaintitarkenne
sv: Platsspecifikation

source: Specifies where the sign is in relation to the road.
fi: Määrittää kilven sijainnin suhteessa tiehen.
sv: Fastställer skyltens läge i förhållande till vägen.

source: Parent Traffic Sign Plan
fi: Isäntäkilpi (suunnitelma)
sv: Överordnad trafikskylt (plan)

source: The traffic sign to which this additional sign is associated.
fi: Liikennemerkki, johon tämä lisäkilpi liittyy.
sv: Vägmärke som denna tilläggsskylt gäller.

source: Mount that this sign is mounted on.
fi: Kiinnityskohde, johon tämä kilpi on asennettu.
sv: Fästpunkt som denna skylt är installerad i.

source: Plan which this Additional Sign Plan is a part of.
fi: Suunnitelma, johon tämä lisäkilpisuunnitelma kuuluu.
sv: Plan som denna tilläggsskyltplan ingår i.

source: Additional Sign Plan Replacement
fi: Korvaus lisäkilpisuunnitelmalle
sv: Ersättning för tilläggsskyltplan

source: Additional Sign Plan Replacements
fi: Korvaukset lisäkilpisuunnitelmille
sv: Ersättningar för tilläggsskyltplaner

source: Parent Traffic Sign Real
fi: Isäntäkilpi (toteuma)
sv: Överordnad trafikskylt (implementering)

source: The plan for this Additional Sign.
fi: Tämän lisäkilpisuunnitelman suunnitelma.
sv: Plan för denna tilläggsskyltplan.

source: Installation id
fi: Pystytyspöytäkirjan tunnistenumero (Mobilenote)
sv: Installations-id

source: The id number of the installation record.
fi: Asennustietueen tunnusnumero.
sv: Id-nummer för installationsregistreringen.

source: Installation details
fi: Asennuksen lisätiedot
sv: Installationsdetaljer

source: Additional details about the installation.
fi: Lisätietoja asennuksesta.
sv: Ytterligare detaljer om installationen.

source: Installed by
fi: Asentaja
sv: Installerades av

source: Name of the organization who installed this sign.
fi: Tämän kilven asentaneen organisaation nimi.
sv: Namn på den organisation som har installerat denna skylt.

source: Manufacturer
fi: Valmistaja
sv: Tillverkare

source: Name of the organization that manufactured this sign.
fi: Tämän laitteen valmistaneen organisaation nimi.
sv: Namn på den organisation som har tillverkat denna anordning.

source: RFID tag of the sign (if any).
fi: Kilven RFID-tunniste (jos on).
sv: RFID-tagg på skylten (i förekommande fall).

source: Legacy Traffic Sign Code
fi: Vanha merkkikoodi
sv: Äldre trafikskyltkod

source: The sign type code of the sign in the old Finnish road traffic law.
fi: Kilven laitetyyppikoodi Suomen vanhassa tieliikennelaissa.
sv: Anordningstypkod för skylten i Finlands gamla vägtrafiklag.

source: Permit decision id
fi: Lupapäätöksen tunnistenumero
sv: Tillståndsbeslut-id

source: The id number of the installation permit.
fi: Asennusluvan tunnusnumero.
sv: Id-nummer för installationstillståndet.

source: Operation
fi: Toimenpide
sv: Åtgärd

source: Maintenance operations done to the sign, e.g. washing, straightening or painting.
fi: Kilvelle tehdyt ylläpitotoimenpiteet, esim. pesu, suoristus tai maalaus.
sv: Underhållsåtgärder som utförts på skylten, t.ex. rengöring, uträtning eller målning.

source: Scanned at
fi: Kuvattu-aikaleima
sv: Skannades den

source: Date and time on which this sign was last scanned at.
fi: Tämän kyltin edellisen skannauksen päivämäärä ja kellonaika.
sv: Datum och klockslag för föregående skanning av denna skylt.

source: Attachment url
fi: Liite (url)
sv: Bilagas URL

source: URL to a file attachment related to this sign.
fi: Tähän kilpeen liittyvän tiedostoliitteen URL-osoite.
sv: URL för filbilagan om denna skylt.

source: additional sign real
fi: Lisäkilpi (toteuma)
sv: Tilläggsskylt (implementering)

source: Additional sign real operation
fi: Lisäkilven toimenpide
sv: Tilläggsskylt (implementeringsåtgärd)

source: Additional sign real operations
fi: Lisäkilven toimenpiteet
sv: Tilläggsskylt (implementeringsåtgärder)

source: Additional Sign Plan File
fi: Lisäkilpi suunnitelman tiedosto
sv: Tilläggsskylt planfil

source: Additional Sign Plan Files
fi: Lisäkilpi suunnitelman tiedostot
sv: Tilläggsskylt planfiler

source: Additional Sign Real File
fi: Lisäkilpi toteuman tiedosto
sv: Tilläggsskylt utfallsfil

source: Additional Sign Real Files
fi: Lisäkilpi toteuman tiedostot
sv: Tilläggsskylt utfallsfiler

source: Closed
fi: Suljettu yhteys
sv: Stängd

source: Open out
fi: Avattava yhteys
sv: Öppnas utåt

source: Red-yellow
fi: Punakeltainen
sv: Röd-gul

source: Middle of road or lane
fi: Ajoradan tai kaistan keskellä
sv: I mitten av väg eller körfält

source: Right of road or lane
fi: Ajoradan tai kaistan oikea reuna
sv: Till höger om väg eller körfält

source: Left of road or lane
fi: Ajoradan tai kaistan vasen reuna
sv: Till vänster om väg eller körfält

source: Name of the road this barrier is installed at.
fi: Sen tien nimi, jolle tämä ajoeste on asennettu.
sv: Namn på den väg där detta körhinder är installerat.

source: Describes which lane of the road this barrier affects.
fi: Kertoo mihin tien kaistaan tämä ajoeste vaikuttaa.
sv: Anger vilken fil på vägen körhindret inverkar på.

source: The type of lane which this barrier affects.
fi: Sen kaistan tyyppi, johon tämä ajoeste vaikuttaa.
sv: Typ av den fil som körhindret inverkar på.

source: Specifies where the barrier is in relation to the road.
fi: Määrittää ajoesteen sijainnin suhteessa tiehen.
sv: Fastställer körhindrets läge i förhållande till vägen.

source: Connection type
fi: Avattava yhteys
sv: Anslutningstyp

source: Describes if the barrier is open or closed.
fi: Kertoo, onko ajoeste auki vai kiinni.
sv: Anger om bommen är öppen eller stängd.

source: Material
fi: Materiaali

source: Describes the material that the barrier is made of.
fi: Kertoo materiaalin, josta tämä ajoeste on valmistettu.
sv: Anger om bommen är öppen eller stängd.

source: Is electric
fi: Sähköinen
sv: Elektrisk

source: Reflective
fi: Heijastava
sv: Reflekterande

source: Date on which this barrier becomes active.
fi: Päivämäärä, josta lähtien tämä ajoeste on käytössä.
sv: Datum då körhindret tas i bruk.

source: Date after which this barrier becomes inactive.
fi: Päivämäärä, jonka jälkeen tämä ajoeste on poissa käytöstä.
sv: Datum efter vilket körhindret inte är i bruk.

source: Length
fi: Pituus
sv: Längd

source: Length of the barrier in centimeters.
fi: Ajoesteen pituus senttimetreinä.
sv: Bommens längd i centimeter.

source: Count
fi: Määrä
sv: Antal

source: Txt
fi: Lisätieto

source: Text written on the barrier.
fi: Ajoesteeseen kirjoitettu teksti.
sv: Text som är skriven på körhindret.

source: Plan which this Barrier Plan is a part of.
fi: Suunnitelma, johon tämä ajoestesuunnitelma kuuluu.
sv: Plan som denna körhinderplan ingår i.

source: Barrier Plan
fi: Ajoeste (suunnitelma)
sv: Bom (plan)

source: Barrier Plan Replacement
fi: Korvaus ajoestesuunnitelmalle
sv: Ersättning för körhinderplan

source: Barrier Plan Replacements
fi: Korvaukset ajoestesuunnitelmille
sv: Ersättningar för körhinderplaner

source: The plan for this barrier.
fi: Tämän ajoesteen suunnitelma.
sv: Plan för detta körhinder.

source: barrier real
fi: Ajoeste (toteuma)
sv: bom (implementering)

source: Barrier real operation
fi: Ajoesteen toimenpide
sv: Bom (implementeringsåtgärd)

source: Barrier real operations
fi: Ajoesteen toimenpiteet
sv: Bom (implementeringsåtgärder)

source: Barrier Plan File
fi: Suunnitelmadokumentti (ajoeste)
sv: Bom (planfil)

source: Barrier Plan Files
fi: Suunnitelmadokumentit (ajoeste)
sv: Bom (planfiler)

source: Barrier Real File
fi: Toteumadokumentti (ajoeste)
sv: Bom (implementeringsfil)

source: Barrier Real Files
fi: Toteumadokumentit (ajoeste)
sv: Bom (implementeringsfiler)

source: New
fi: Uusi
sv: Nytt

source: Old
fi: Vanha
sv: Gammalt

source: Schema must be type of JSON object
fi: Skeeman täytyy olla JSON-objekti
sv: Schemat ska vara ett JSON-objekt

source: Name (fi)
fi: Nimi (fi)
sv: Namn (fi)

source: Name (en)
fi: Nimi (en)
sv: Namn (en)

source: Owners
fi: Omistajat
sv: Ägare

source: Traffic Control Device Type Icon
fi: Liikenteenohjauslaitteen tyypin kuvake

source: Traffic Control Device Type Icons
fi: Liikenteenohjauslaitteiden tyyppien kuvakkeet

source: Standardised code of the device type.
fi: Laitetyypin standardoitu koodi.
sv: Standardiserad kod för anordningstypen.

source: Value
fi: Arvo
sv: Värde

source: Unit
fi: Mittayksikkö
sv: Enhet

source: Unit, in which the numeric value is in.
fi: Numeroarvon mittayksikkö.
sv: Enhet för det numeriska värdet.

source: Legacy code
fi: Vanha merkkikoodi
sv: Äldre kod

source: Legacy description
fi: Vanha kuvaus
sv: Äldre beskrivning

source: Defines which model this device type describes.
fi: Määrittää, mitä mallia tämä laitetyyppi kuvaa.
sv: Definierar vilken modell denna anordningstyp beskriver.

source: Type
fi: Tyyppi
sv: Typ

source: Content schema
fi: Sisällön skeema
sv: Schema för innehållet

source: Traffic Control Device Type
fi: Liikenteenohjauslaitteen tyyppi
sv: Typ av trafikstyrningsanordning

source: Traffic Control Device Types
fi: Liikenteenohjauslaitteiden tyypit
sv: Typer av trafikstyrningsanordning

source: Target model '%(target_model)s' does not support content schema
fi: Kohteen tietomalli '%(target_model)s' ei tue sisällön skeemaa
sv: Datamodellen för objektet '%(target_model)s' stöder inte schemat för innehållet

source: Name of the operation.
fi: Toimenpiteen nimi.
sv: Namn på åtgärden.

source: Mount
fi: Kiinnityskohde
sv: Montering

source: Operation type
fi: Toimenpiteen tyyppi
sv: typ av åtgärd

source: Operation types
fi: Toimenpidetyypit
sv: Åtgärdstyper

source: Operation date
fi: Toimenpide pvm
sv: Åtgärdsdatum

source: Straightness value
fi: Suoruusarvo
sv: Rakhetsvärde

source: Quality requirements fulfilled
fi: Hoidon laatuvaatimusten mukainen
sv: Kvalitetskrav uppfyllda

source: Right side
fi: Oikea puoli
sv: Höger sida

source: Left side
fi: Vasen puoli
sv: Vänster sida

source: Above
fi: Kaistan yläpuolella
sv: Ovanför

source: Middle
fi: Keskisaareke tai liikenteenjakaja
sv: I mitten

source: Outside
fi: Tie tai katuverkon ulkopuolella
sv: Utomhus

source: Description (fi)
fi: Kuvaus (fi)
sv: Beskrivning (fi)

source: Description (sv)
fi: Kuvaus (sv)
sv: Beskrivning (sv)

source: Digiroad code
fi: Digiroad koodi
sv: Digiroad-kod

source: Digiroad description
fi: Digiroad selite
sv: Digiroad-beskrivning

source: Mount types
fi: Kiinnityskohteen tyypit
sv: Monteringstyper

source: Portal structure
fi: Rakenne
sv: Portalstruktur

source: Portal build type
fi: Tyyppi
sv: Portalbyggnadstyp

source: Portal model
fi: Malli
sv: Portalmodell

source: Portal type
fi: Portaalityyppi
sv: Portaltyp

source: Portal types
fi: Portaalityypit
sv: Portaltyper

source: The height of the mount from the ground, measured from the top in centimeters.
fi: Kiinnityskohteen korkeus maasta senttimetreinä yläreunasta mitattuna.
sv: Fästpunktens höjd över marken i centimeter, mätt från den övre kanten.

source: Base
fi: Jalusta
sv: Bas

source: Id number of the portal type in the portal_type table.
fi: Portaalityypin tunnusnumero portal_type-taulukossa.
sv: Id-nummer för portaltypen i portaltyptabellen.

source: Describes the material that the mount is made of.
fi: Kertoo materiaalin, josta tämä kiinnityskohde on valmistettu.
sv: Anger det material av vilket fästpunkten är tillverkad.

source: Text written on the mount.
fi: Kiinnityskohteeseen kirjoitettu teksti.
sv: Text som är skriven på fästpunkten.

source: Electric accountable
fi: Sähköisen vastuutaho
sv: Elektriskt ansvarig

source: The entity responsible for the mount (if electric).
fi: Kiinnityskohteesta (jos sähköinen) vastaava taho.
sv: Den enhet som ansvarar för monteringen (om elektrisk).

source: Is foldable
fi: Kaadettava/taitettava
sv: Fällbar/vikbar

source: Cross bar length
fi: Poikkiorren pituus
sv: Tvärbalkens längd

source: Length of the cross bar for this mount in centimeters.
fi: Tämän kiinnityskohteen poikkiorren pituus senttimetreinä.
sv: Längd på fästpunktens tvärslå i centimeter.

source: Name of the road this mount is installed at.
fi: Sen tien nimi, jolle tämä kiinnityskohde on asennettu.
sv: Namn på den väg där fästpunkten är installerad.

source: Plan which this mount plan is a part of.
fi: Suunnitelma, johon tämä kiinnityskohdesuunnitelma kuuluu.
sv: Plan som denna fästpunktplan ingår i.

source: Mount Plan Replacement
fi: Korvaus kiinnityskohdesuunnitelmalle
sv: Ersättning för fästpunktplan

source: Mount Plan Replacements
fi: Korvaukset kiinnityskohdesuunnitelmille
sv: Ersättningar för fästpunktplaner

source: The plan for this mount.
fi: Tämän kiinnityskohteen suunnitelma.
sv: Plan för denna fästpunkt.

source: Inspected at
fi: Tarkastettu-aikaleima
sv: Inspekterades den

source: Date and time on which this mount was last inspected at.
fi: Tämän kiinnityskohteen edellisen tarkistuksen päivämäärä ja kellonaika.
sv: Datum och klockslag för föregående kontroll av fästpunkten.

source: Diameter
fi: Kantavuus / jalustan halkaisija

source: Diameter of the mount in centimeters.
fi: Kiinnityskohteen halkaisija senttimetreinä.
sv: Monteringens diameter i centimeter.

source: Date and time on which this mount was last scanned at.
fi: Tämän kiinnityskohteen edellisen skannauksen päivämäärä ja kellonaika.
sv: Datum och klockslag för föregående skanning av denna fästpunkt.

source: URL to a file attachment related to this mount.
fi: Tähän kilpeen liittyvän tiedostoliitteen URL-osoite.
sv: URL för filbilagan om denna fästpunkt.

source: mount real
fi: Kiinnityskohde (toteuma)
sv: montering (implementering)

source: Mount real operation
fi: Kiinnityskohteen toimenpide
sv: Montering (implementeringsåtgärd)

source: Mount real operations
fi: Kiinnityskohteen toimenpiteet
sv: Montering (implementeringsåtgärder)

source: Mount Plan File
fi: Suunnitelmadokumentti (kiinnityskohde)
sv: Montering (planfil)

source: Mount Plan Files
fi: Suunnitelmadokumentit (kiinnityskohde)
sv: Montering (planfiler)

source: Mount Real File
fi: Toteumadokumentti (kiinnityskohde)
sv: Montering (implementeringsfil)
