Repository: City-of-Helsinki/city-infrastructure-platform
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fi, sv

source: Mount Real Files
fi: Toteumadokumentit (kiinnityskohde)
sv: Montering (implementeringsfiler)

source: Group
fi: Ryhmä
sv: Grupp

source: Group operational area
fi: Ryhmän toiminta-alue
sv: Grupp (åtgärdsområde)

source: Group operational areas
fi: Ryhmien toiminta-alueet
sv: Grupp (åtgärdsområden)

source: Name short
fi: Nimi (lyhyt)
sv: Namn (kort)

source: Area type
fi: Aluetyyppi
sv: Områdestyp

source: Contractor
fi: Urakoitsija
sv: Entreprenör

source: Start date
fi: Aloitus pvm
sv: Startdatum

source: End date
fi: Lopetus pvm
sv: Slutdatum

source: Updated date
fi: Päivitetty-aikaleima
sv: Uppdateringsdatum

source: Task
fi: Tehtävä
sv: Arbetsuppgift

source: Status
fi: Tila

source: Decision id
fi: Päätösnumero
sv: Beslutsnummer

source: Year and verdict section separated with a dash
fi: Vuosi ja päätöspykälä väliviivalla erotettuna
sv: År och beslutsektion åtskilda av snedstreck

source: Diary number
fi: Diaarinumero
sv: Diarienummer

source: A drawing number must not contain special characters
fi: Piirustusnumero ei saa sisältää erikoismerkkejä
sv: Ritningsnumret får inte innehålla specialtecken

source: Drawing numbers
fi: Piirustusnumerot
sv: Ritningsnummer

source: Drawing numbers related to the plan separated with a comma
fi: Suunnitelmaan liittyvien piirustusten numerot pilkulla erotettuna
sv: Nummer på de ritningar som omfattas av planen, separerade med komma

source: Derive location from devices
fi: Johda sijainti laitteista
sv: Härled läge från anordningar

source: Derive the plan location (geometry area) from the locations of related devices. Enable this if the plan does not have a predefined location.
fi: Johda suunnitelman sijainti (geometria-alue) siihen liittyvien laitteiden sijainneista. Ota tämä käyttöön, jos suunnitelmalla ei ole ennalta määritettyä sijaintia.
sv: Härled planens läge (geometriområde) från de relaterade anordningarnas lägen. Ta i bruk detta, om planen saknar ett på förhand fastställt läge.

source: Decision date
fi: Päätöspäivämäärä
sv: Beslutsdatum

source: Date on which a decision was made on the plan.
fi: Päivämäärä, jona suunnitelmasta tehtiin päätös.
sv: Datum då ett beslut fattades om planen.

source: Decision url
fi: Päätöslinkki
sv: Beslutslänk

source: URL to decision web page
fi: Linkki päätöksen verkkosivulle
sv: Länk till webbplatsen för beslutet

source: Plans
fi: Suunnitelmat
sv: Planer

source: File path
fi: Tiedostopolku

source: Output directory
fi: Ulostulohakemisto

source: Dry run
fi: Testiajo

source: Results
fi: Tulokset

source: List of import results for each CSV row
fi: Lista tuontituloksista jokaiselle CSV-riville

source: Plan Geometry Import Log
fi: Sunnitelman geometrian tuontiloki

source: Plan Geometry Import Logs
fi: Suunnitelman geometrian tuontilogit

source: External ID
fi: Ulkoinen ID
sv: Externt id

source: Use Projectwise ID for projects, can also be an abbreviation if entity has no ID
fi: Käytä Projectwise ID:tä projekteille. Voi myös olla lyhenne, jos vastuutaholla ei ole ID:tä.
sv: Använd ProjectWise-id för projekt, kan även vara en förkortning om enheten saknar id

source: Organization level
fi: Organisaatiotaso
sv: Organisationsnivå

source: Describes the level of organization this is.
fi: Kertoo minkätasoinen organisaatio tämä on.
sv: Beskriver vilken nivå av organisationen detta är.

source: Parent Responsible Entity
fi: Isäntävastuutaho
sv: Överordnad ansvarig enhet

source: Organization under which this object belongs to. This objects organizational level must be lower than its parents.
fi: Organisaatio, jonka alle tämä objekti kuuluu. Tämän objektin organisaatiotason on oltava olla alhaisempi kuin sen ylemmän tason objektin.
sv: Organisation som detta objekt tillhör. Detta objekts organisationsnivå måste vara lägre än de överordnade.

source: Responsible Entity
fi: Vastuutaho
sv: Ansvarig enhet

source: Responsible Entities
fi: Vastuutahot
sv: Ansvariga enheter

source: Group responsible entity
fi: Ryhmän vastuutaho
sv: Gruppansvarig enhet

source: Group responsible entities
fi: Ryhmän vastuutahot
sv: Gruppansvariga enheter

source: Forward
fi: Eteenpäin
sv: Framåt

source: Backward
fi: Taaksepäin
sv: Bakåt

source: Straight
fi: Suoraan
sv: Rakt fram

source: Right and straight
fi: Oikealle ja suoraan
sv: Till höger och rakt fram

source: Left and straight
fi: Vasemmalle ja suoraan
sv: Till vänster och rakt fram

source: Lane ends
fi: Kaista päättyy
sv: Körfält upphör

source: Right and left
fi: Oikealle ja vasemmalle
sv: Höger och vänster

source: Straight, right and left
fi: Suoraan, oikealle ja vasemmalle
sv: Rakt fram, höger och vänster

source: White
fi: Valkoinen
sv: Vitt

source: Both sides of road
fi: Ajoradan molemmissa reunoissa
sv: Båda sidor av vägen

source: Right side of lane
fi: Kaistan oikeassa reunassa ajosuuntaan nähden
sv: Höger sida av körfält

source: Left side of lane
fi: Kaistan vasemmassa reunassa ajosuuntaan nähden
sv: Vänster sida av körfält

source: Both sides of lane
fi: Kaistan molemmin puolin
sv: Båda sidor av körfält

source: Middle of lane
fi: Kaistan keskellä
sv: Mitten av körfält

source: Left side of lane or road
fi: Ajoradan tai kaistan vasen puoli
sv: Vänster sida av körfält eller väg

source: Name of the road this road marking is installed at.
fi: Sen tien nimi, jolle tämä tiemerkintä on asennettu.
sv: Namn på den väg där denna vägmarkering är installerad.

source: Describes which lane of the road this road marking affects.
fi: Kertoo mihin tien kaistaan tämä tiemerkintä vaikuttaa.
sv: Anger vilken fil på vägen vägmarkeringen inverkar på.

source: The type of lane which this road marking affects.
fi: Sen kaistan tyyppi, johon tämä tiemerkintä vaikuttaa.
sv: Typ av den fil som vägmarkeringen inverkar på.

source: Specifies where the road marking is in relation to the lane.
fi: Määrittää tiemerkinnän sijainnin suhteessa kaistaan.
sv: Fastställer vägmarkeringens läge i förhållande till filen.

source: Line direction
fi: Viivan piirtosuunta
sv: Linjeriktning

source: Direction of the arrow on the road.
fi: Tiessä olevan nuolen suunta.
sv: Pilens riktning på vägen.

source: Road Marking value
fi: Teksti
sv: Vägmarkeringsvärde

source: Numeric value on the marking.
fi: Merkinnässä oleva numeroarvo.
sv: Numeriskt värde på märket.

source: Describes the material that the device is made of.
fi: Kertoo materiaalin, josta tämä laite on valmistettu.
sv: Beskriver av vilket material anordningen är tillverkad.

source: Type specifier
fi: Tyypin tarkenne
sv: Typspecifikation

source: Additional device type codes specific to the local public authorities.
fi: Paikallisten viranomaisten lisäkoodit laitetyypille.
sv: Ytterligare anordningstypkoder specifika för de lokala myndigheterna.

source: Symbol
fi: Symboli

source: Symbol on the road marking.
fi: Tiemerkinnän symboli.
sv: Symbol på vägmarkeringen.

source: Size of the road marking.
fi: Tiemerkinnän koko.
sv: Vägmarkeringens storlek.

source: Length of the road marking in centimeters.
fi: Tiemerkinnän pituus senttimetreinä.
sv: Vägmarkeringens längd i centimeter.

source: Width
fi: Leveys
sv: Bredd

source: Width of the road marking in centimeters.
fi: Tiemerkinnän leveys senttimetreinä.
sv: Vägmarkeringens bredd i centimeter.

source: Is raised
fi: Koholla
sv: Upphöjd

source: Is grinded
fi: Rouhittu
sv: Urtag

source: Additional info
fi: Lisätieto
sv: Ytterligare info

source: Amount
fi: Määrä
sv: Mängd

source: Traffic Sign Plan
fi: Liikennemerkki (suunnitelma)
sv: Trafikskylt (plan)

source: Traffic Sign related to this road marking.
fi: Tähän tiemerkintään liittyvä liikennemerkki.
sv: Trafikskylt relaterad till denna vägmarkering.

source: Plan which this road marking plan is a part of.
fi: Suunnitelma, johon tämä tiemerkintäsuunnitelma kuuluu.
sv: Plan som denna vägmarkeringsplan ingår i.

source: Road Marking Plan
fi: Tiemerkintä (suunnitelma)
sv: Vägmarkering (plan)

source: Road Marking Plan Replacement
fi: Korvaus tiemerkintäsuunnitelmalle
sv: Ersättning för vägmarkeringsplan

source: Road Marking Plan Replacements
fi: Korvaukset tiemerkintäsuunnitelmille
sv: Ersättningar för vägmarkeringsplaner

source: The plan for this road marking.
fi: Tämän tiemerkinnän suunnitelma.
sv: Plan för denna vägmarkering.

source: Missing Traffic Sign Real txt
fi: Puuttuva liikennemerkki (vapaa teksti)
sv: Trafikskylt saknas (implementering-txt)

source: Free-form text description of the traffic sign the road marking is connected to, if the road marking doesn't have a traffic sign real id.
fi: Vapaamuotoinen tekstikuvaus liikennemerkistä, johon tiemerkintä liittyy, jos tiemerkinnällä ei ole liittyvää liikennemerkkitoteumaa.
sv: Fritextbeskrivning av trafikskylten som vägmarkeringen hör till om trafikskylten inte har något id för trafikskyltimplementering.

source: Road Marking Reals
fi: Tiemerkintä (toteumat)
sv: Vägmarkering (implementeringar)

source: road marking real
fi: Tiemerkintä (toteuma)
sv: vägmarkering (implementering)

source: Road marking real operation
fi: Tiemerkinnän toimenpide
sv: Vägmarkering (implementeringsåtgärd)

source: Road marking real operations
fi: Tiemerkinnän toimenpiteet
sv: Vägmarkering (implementeringsåtgärder)

source: RoadMarking Plan File
fi: Suunnitelmadokumentti (tiemerkintä)
sv: Vägmarkering (planfil)

source: RoadMarking Plan Files
fi: Suunnitelmadokumentit (tiemerkintä)
sv: Vägmarkering (planfiler)

source: RoadMarking Real File
fi: Toteumadokumentti (tiemerkintä)
sv: Vägmarkering (implementeringsfil)

source: RoadMarking Real Files
fi: Toteumadokumentit (tiemerkintä)
sv: Vägmarkering (implementeringsfiler)

source: Signpost value
fi: Arvo
sv: Vägvisarens värde

source: Signpost txt
fi: Opasteen sisältö
sv: Vägvisar-txt

source: Text written on the device.
fi: Laitteeseen kirjoitettu teksti.
sv: Text skriven på anordningen.

source: Attachment class
fi: Kiinnitysluokka
sv: Klass för skyltens fäste enligt standarden SFS-EN 12899-1. De möjliga värdena är P1, P2 och P3.

source: The attachment class of the sign according to the standard SFS-EN 12899-1.The possible values are P1, P2 and P3.
fi: Kilven kiinnitysluokka standardin SFS-EN 12899-1 mukaan. Mahdolliset arvot ovat P1, P2 ja P3.
sv: Klass för skyltens fäste enligt standarden SFS-EN 12899-1.De möjliga värdena är P1, P2 och P3.

source: Target ID
fi: Opastettavan kohteen ID
sv: Mål-id

source: The id number of the target the sign is guiding to (if available).
fi: Sen kohteen tunnusnumero, johon opaste ohjaa (jos käytettävissä).
sv: Kodnummer på det objekt som skylten dirigerar till (om ett kodnummer används).

source: Target txt
fi: Opastettavan kohteen vapaa kuvaus
sv: Mål-txt

source: Free-form text description of the target the sign is guiding to, if the target has no id number.
fi: Vapaamuotoinen tekstikuvaus kohteesta, mihin opasteella ohjataan. Käytetään, jos kohteella ei ole tunnusnumeroa.
sv: Fritt formulerad textbeskrivning av det objekt som skylten dirigerar till. Används, om objektet saknar kodnummer.

source: Electric maintainer
fi: Sähköisen opastimen ylläpitäjä
sv: Elektriskt underhåll

source: Organization in charge of electric maintenance of the device.
fi: Laitteen sähköisestä ylläpidosta vastaava organisaatio.
sv: Organisation som ansvarar för elektriskt underhåll av anordningen.

source: Double sided
fi: Kaksipuolinen

source: Indicates if this object is double sided
fi: Kertoo, onko tämä objekti kaksipuolinen

source: Parent Signpost Plan
fi: Isäntäopaste (suunnitelma)
sv: Överordnad vägvisare (plan)

source: Signpost inside which this device is located.
fi: Opaste, jonka sisällä tämä laite sijaitsee.
sv: Skylt i vilken denna anordning finns.

source: Plan which this signpost plan is a part of.
fi: Suunnitelma, johon tämä opastesuunnitelma kuuluu.
sv: Plan som denna skyltplan ingår i.

source: Signpost Plan
fi: Opaste (suunnitelma)
sv: Vägvisare (plan)

source: Signpost Plan Replacement
fi: Korvaus opastesuunnitelmalle
sv: Ersättning för skyltplan

source: Signpost Plan Replacements
fi: Korvaukset opastesuunnitelmille
sv: Ersättningar för skyltplaner

source: The plan for this signpost.
fi: Tämän opasteen suunnitelma.
sv: Plan för denna skylt.

source: Parent Signpost Real
fi: Isäntäopaste (toteuma)
sv: Överordnad vägvisare (implementering)

source: Organization
fi: Käyttäjä/organisaatio
sv: Organisation

source: The organization that installed the signpost.
fi: Tämän opasteen asentaneen organisaation nimi.
sv: Namn på den organisation som har installerat skylten.

source: Name of the organization that manufactured this device.
fi: Tämän laitteen valmistaneen organisaation nimi.
sv: Namn på organisationen som tillverkade denna anordning.

source: Date and time on which this signpost was last scanned at.
fi: Tämän opasteen edellisen skannauksen päivämäärä ja kellonaika.
sv: Datum och klockslag för föregående skanning av denna skyltplan.

source: signpost real
fi: Opaste (toteuma)
sv: vägvisare (implementering)

source: Signpost real operation
fi: Opasteen toimenpide
sv: Vägvisare (implementeringsåtgärd)

source: Signpost real operations
fi: Opasteen toimenpiteet
sv: Vägvisare (implementeringsåtgärder)

source: Signpost Plan File
fi: Suunnitelmadokumentti (opaste)
sv: Vägvisare (planfil)

source: Signpost Plan Files
fi: Suunnitelmadokumentit (opaste)
sv: Vägvisare (planfiler)

source: Signpost Real File
fi: Toteumadokumentti (opaste)
sv: Vägvisare (implementeringsfil)

source: Signpost Real Files
fi: Toteumadokumentit (opaste)
sv: Vägvisare (implementeringsfiler)

source: Right side of the road (relative to traffic direction)
fi: Ajoradan oikea puoli (ajosuuntaan nähden)
sv: Höger sida av vägen (i trafikriktningen)

source: Above the lanes
fi: Kaistojen yläpuolella
sv: Ovanför körfälten

source: Island
fi: Keskisaareke tai liikenteenjakaja
sv: Refug

source: Traffic signal
fi: Valo-opastin
sv: Trafiksignal

source: Right-turn arrow signal
fi: Nuolivalo oikealle
sv: Pilsignal högersväng

source: Left-turn arrow signal
fi: Nuolivalo vasemmalle
sv: Pilsignal vänstersväng

source: Triangle signal
fi: Kolmio-opastin
sv: Triangelsignal

source: Public transport signal
fi: Joukkoliikenneopastin
sv: Kollektivtrafiksignal

source: Bicycle signal
fi: Polkupyöräopastin
sv: Cykelsignal

source: Bicycle turn arrow signal
fi: Polkupyörän nuolivalo
sv: Pilsignal cykelsväng

source: Pedestrian signal
fi: Jalankulkijan opastin
sv: Fotgängarsignal

source: Lane signal
fi: Ajokaistaopastin
sv: Körfältsignal

source: Loop sensor
fi: Silmukka
sv: Loop-detektor

source: Infrared sensor
fi: Infrapunailmaisin
sv: Infraröd detektor

source: Radar i.e. microwave sensor
fi: Tutka eli mikroaaltoilmaisin
sv: Radar d.v.s. mikrovågdetektor

source: Name of the road this traffic light is installed at.
fi: Sen tien nimi, jolle tämä liikennevalo on asennettu.
sv: Namn på den väg där detta trafikljus är installerat.

source: Describes which lane of the road this traffic light affects.
fi: Kertoo mihin tien kaistaan tämä liikennevalo vaikuttaa.
sv: Anger vilken fil på vägen trafikljuset inverkar på.

source: The type of lane which this traffic light affects.
fi: Sen kaistan tyyppi, johon tämä liikennevalo vaikuttaa.
sv: Typ av den fil som trafikljuset inverkar på.

source: Type of the mount this traffic light is attached to.
fi: Sen kiinnityskohteen tyyppi, johon tämä liikennevalo on liitetty.
sv: Typen av den fästpunkt som trafikljuset är kopplat till.

source: Describes the type of traffic light this device is.
fi: Kertoo minkätyyppinen liikennevalo tämä laite on.
sv: Beskriver vilken typ av trafiksignal anordningen är.

source: Text on the traffic light.
fi: Liikennevaloon kirjoitettu teksti.
sv: Text som är skriven på trafikljuset.

source: Push button
fi: Painonappi
sv: Tryckknapp

source: Describes if this traffic light has a push button attached.
fi: Kertoo, onko tähän liikennevaloon liitetty painonappi.
sv: Anger om denna trafiksignal har en tryckknapp ansluten.

source: Sound beacon
fi: Äänimajakka
sv: Ljudsignal

source: Describes if this traffic light has a sound beacon attached.
fi: Kertoo, onko tähän liikennevaloon liitetty äänimajakka.
sv: Anger om denna trafiksignal har en ljudsignal ansluten.

source: Vehicle recognition
fi: Ajoneuvon tunnistin
sv: Fordonsidentifiering

source: Describes the type of vehicle recognition this traffic light has.
fi: Kertoo minkätyyppinen ajoneuvon tunnistin tässä liikennevalossa on.
sv: Beskriver typen av fordonsidentifiering denna trafiksignal har.

source: Date on which this traffic light becomes active.
fi: Päivämäärä, josta lähtien tämä liikennevalo on käytössä.
sv: Datum då trafikljuset tas i bruk.

source: Date after which this traffic light becomes inactive.
fi: Päivämäärä, jonka jälkeen tämä liikennevalo on poissa käytöstä.
sv: Datum efter vilket trafikljuset inte är i bruk.

source: Specifies where the traffic light is in relation to the road.
fi: Määrittää liikennevalon sijainnin suhteessa tiehen.
sv: Fastställer trafikljusets läge i förhållande till vägen.

source: Mount that this traffic light is mounted on.
fi: Kiinnityskohde, johon tämä liikennevalo on asennettu.
sv: Fästpunkt som trafikljuset är installerat i.

source: Plan which this traffic light plan is a part of.
fi: Suunnitelma, johon tämä liikennevalosuunnitelma kuuluu.
sv: Plan som denna trafikljusplan ingår i.

source: Traffic Light Plan
fi: Liikennevalo (suunnitelma)
sv: Trafiksignal (plan)

source: Traffic Light Plan Replacement
fi: Korvaus liikennevalosuunnitelmalle
sv: Ersättning för trafikljusplan

source: Traffic Light Plan Replacements
fi: Korvaukset liikennevalosuunnitelmille
sv: Ersättningar för trafikljusplaner

source: The plan for this traffic light.
fi: Tämän liikennevalon suunnitelma.
sv: Plan för detta trafikljus.

source: traffic light real
fi: Liikennevalo (toteuma)
sv: trafiksignal (implementering)

source: Traffic light real operation
fi: Liikennevalon toimenpide
sv: Trafiksignal (implementeringsåtgärd)

source: Traffic light real operations
fi: Liikennevalon toimenpiteet
sv: Trafiksignal (implementeringsåtgärder)

source: Traffic Light Plan File
fi: Suunnitelmadokumentti (liikennevalo)
sv: Trafiksignal (planfil)

source: Traffic Light Plan Files
fi: Suunnitelmadokumentit (liikennevalo)
sv: Trafiksignal (planfiler)

source: Traffic Light Real File
fi: Toteumadokumentti (liikennevalo)
sv: Trafiksignal (implementeringsfil)

source: Traffic Light Real Files
fi: Toteumadokumentit (liikennevalo)
sv: Trafiksignal (implementeringsfiler)

source: Vertical
fi: Pitkittäin ajosuuntaan nähden
sv: Vertikal

source: Name of the road this traffic sign is installed at.
fi: Sen tien nimi, jolle tämä liikennemerkki on asennettu.
sv: Namn på den väg där detta vägmärke är installerat.

source: Traffic Sign Code value
fi: Merkin numeerinen arvo
sv: Kodvärde för trafikskylt

source: Text written on the sign.
fi: Kilpeen kirjoitettu teksti.
sv: Text som är skriven på skylten.

source: Peak fastened
fi: Huippukiinnitetty

source: Indicates if this object is peak fastened
fi: Onko merkki huippukiinnitetty

source: Affect area (2D)
fi: Vaikutusalue (2D)
sv: Påverkansområde (2D)

source: Plan which this traffic sign plan is a part of.
fi: Suunnitelma, johon tämä liikennemerkkisuunnitelma kuuluu.
sv: Plan som denna vägmärkesplan ingår i.

source: Traffic Sign Plan Replacement
fi: Korvaus liikennemerkkisuunnitelmalle
sv: Ersättning för vägmärkesplan

source: Traffic Sign Plan Replacements
fi: Korvaukset liikennemerkkisuunnitelmille
sv: Ersättningar för vägmärkesplaner

source: The plan for this traffic sign.
fi: Tämän liikennemerkin suunnitelma.
sv: Plan för detta vägmärke.

source: The device type code of the sign in the old Finnish road traffic law.
fi: Kilven laitetyyppikoodi Suomen vanhassa tieliikennelaissa.
sv: Anordningstypkoden för skylten i den äldre finska väglagstiftningen.

source: traffic sign real
fi: Liikennemerkki (toteuma)
sv: trafikskylt (implementering)

source: Traffic sign real operation
fi: Liikennemerkin toimenpide
sv: Trafikskylt (implementeringsåtgärd)

source: Traffic sign real operations
fi: Liikennemerkin toimenpiteet
sv: Trafikskylt (implementeringsåtgärder)

source: Traffic Sign Plan File
fi: Suunnitelmadokumentti (liikennemerkki)
sv: Trafikskylt (planfil)

source: Traffic Sign Plan Files
fi: Suunnitelmadokumentit (liikennemerkki)
sv: Trafikskylt (planfiler)

source: Traffic Sign Real File
fi: Toteumadokumentti (liikennemerkki)
sv: Trafikskylt (implementeringsfil)

source: Traffic Sign Real Files
fi: Toteumadokumentit (liikennemerkki)
sv: Trafikskylt (implementeringsfiler)

source: Value '%(value)s' is invalid. Valid values are %(enum_values)s (%(enum)s).
fi: Arvo '%(value)s' ei kelpaa. Kelvolliset arvot ovat %(enum_values)s (%(enum)s).
sv: Värdet '%(value)s' är inte godtagbart. Godtagbara värden är %(enum_values)s (%(enum)s).

source: You do not have a permission to modify devices without a responsible entity.
fi: Sinulla ei ole oikeutta muokata laitteita ilman vastuutahoa.
sv: Du har inte rätt att redigera anordningar utan den ansvariga parten.

source: You do not have a permission to modify devices of responsible entity '%(responsible_entity)s'.
fi: Sinulla ei ole oikeutta muokata vastuutahon '%(responsible_entity)s' laitteita.
sv: Du har inte rätt att redigera den ansvariga partens '%(responsible_entity)s' anordningar.

source: You do not have a permission to create devices without a responsible entity or to remove responsible entity from existing devices.
fi: Sinulla ei ole oikeutta luoda laitteita ilman vastuutahoa tai poistaa vastuutahoa olemassa olevista laitteista.
sv: Du har inte rätt att skapa anordningar utan den ansvariga parten eller att ta bort den ansvariga parten från befintliga anordningar.

source: You do not have a permission to create or modify devices with given responsible entity (%(responsible_entity)s).
fi: Sinulla ei ole oikeutta luoda tai muokata laitteita annetulla vastuutaholla (%(responsible_entity)s).
sv: Du har inte rätt att skapa och redigera anordningar med den angivna ansvariga parten (%(responsible_entity)s).

source: Export template
fi: Vie malli
sv: Exportmall

source: Are you sure you want to add the %(model_name)s?
fi: Haluat varmasti lisätä %(model_name)s?
sv: Är du säker på att du vill lägga till %(model_name)s

source: You have manually changed the location of the plan, while the 'derive location' option is turned on.
fi: Olet käsin muuttanut suunnitelman sijaintia sijainnin johtamisen ollessa päällä.
sv: Du har manuellt ändrat platsen för planen medan alternativet 'härled läget' är aktiverat.

source: For as long as the 'derive location' option is active, the location of the plan will always be derived anew, whenever a traffic control device plan is assigned to this plan.
fi: Niin kauan kuin sijainnin johtaminen on päällä, suunnitelman sijainti johdetaan aina uudestaan, jos jokin suunnitelmailmentymä asetetaan viittaamaan tähän suunnitelmaan.
sv: Så länge lägeshärledning är aktiverad kommer planplatsen alltid att härledas på nytt, om någon plan är inställd att hänvisa till denna plan.

source: Are you sure you want to continue, without first disabling the 'derive location' option?
fi: Haluatko varmasti jatkaa kytkemättä ensin pois päältä sijainnin johtamista?
sv: Är du säker på att du vill fortsätta utan att först stänga av lägeshärledning?

source: Yes, I’m sure
fi: Kyllä, olen varma
sv: Ja, jag är säker

source: No, continue to edit
fi: En, jatka muokkaamista
sv: Nej, fortsätt redigera

source: Set related plans
fi: Aseta liittyvät suunnitelmat
sv: Ange relaterade planer

source: Save
fi: Tallenna ja poistu
sv: Spara

source: Save and continue editing
fi: Tallenna välillä ja jatka muokkaamista
sv: Spara och fortsätt redigera

source: Visual representation
fi: Visuaalinen esitys

source: Missing icon graphics. Description:
fi: Merkin grafiikat puuttuvat. Merkin kuvaus:
